Repository: sedlareg/MooneyeTest
Catalog: translations/flags.*.xliff
Languages: de

source: Config flag if PAM is activated or not.
de: Config-Flag ob das Modul PAM aktiviert ist oder nicht

source: Activates the Multi-VPN function (e.g. search fields for VPN in the standard search, display in ERA-Health) on the user interface. When the value is set to "Set", the devices for the relevant client are divided by VPN on to the remaining SATs
de: Aktiviert die MultiVPN-Funktionalität (z.B. Suchfelder für VPN in Standardsuche, Anzeige in ERA-Health) an der Oberfläche. Wenn der Wert auf "set" gesetzt ist, werden die Devices, für den jeweiligen Mandanten, VPN-weise auf die verbliebenen SATs verteilt.

source: Controls if the functionality of the location group permission will be shown.
de: Steuert, ob die Funktionalität des "Lokations-Gruppen-Berechtigung" eingeblendet werden soll.

source: Controls which check boxes are activated by default in the order management.
de: Steuert, welche Checkboxes default-mäßig im Auftrags-Management aktiviert sind

source: Carrier Management: Activates the CCI function. Data fields for customer e-mails
de: Carrier-Management: Aktiviert die Funktion Kunden-Manager. Datenfelder für Kunden E-Mails

source: Carrier Management: Activates the CCI function. Data fields for customer e-mails (Subject)
de: Carrier-Management: Aktiviert die Funktion Kunden-Manager. Datenfelder für Kunden E-Mails

source: Carrier Management: Activates the CCI function. Data fields for customer e-mails.
de: Carrier-Management: Aktiviert die Funktion Kunden-Manager. Datenfelder für Kunden E-Mails

source: Activates the administration of technical parameters when ordering circuits (interface, terminating unit, transfer unit)
de: Aktiviert die Verwaltung von technischen Parametern bei Leitungsbestellung (Schnittstelle, Abschluß, Bauart)

source: Activates the transmission of orders from Carrier Management.
de: Aktiviert den Versand von Bestellungen aus Carrier-Management

source: Activates the prices in Carrier Management.
de: Aktiviert Preise im Carrier-Management.

source: Specifies if purchase/sales prices will be entered separately; whether circuits are shown with purchase/sales prices.
de: Gibt an, ob im Carrier-Management ek /vk Preise separat eingegeben werden: ob Leitungen mit EK und/oder VK Preisen angezeigt werden sollen.

source: This parameter specifies the number of results displayed per page, for, among others, the following menu entries/pages: - selection and search pages for devices and ports - inventory (history, list, overview) - CCC (Template Run) - ERAMON search - syslog reporting - network status - provisioning engine
de: Mit diesem Parameter wird die Anzahl der Ergebnisse pro Seite u.a. für folgende Menüpunkte/Seiten festgelegt: - Auswahl- und Suchseiten für Devices und Ports - Inventory (History, Liste, Ãœbersicht) - Config Compliance Check (Template Run) - ERAMON-Suche - Syslog-Reporting - Netzstatus - Provisioning-Engine

source: This flag indicates if the multi-currency feature is activated.
de: Dieses Flag kennzeichnet, ob die Multi-Währungs-Fähigkeit aktiviert ist.

source: Hiding of device information in Carrier Management.
de: Ausblenden von Device-Informationen im Carrier-Management.

source: Date of the most recent billing cycle (up to this date prices can be adjusted).
de: Datum des letzten Rechnungslaufes (bis zu diesem Datum können Preise angepasst werden).

source: The cust_sort config flag specifies the sort order for the ports in the device info. Possible values.
de: Das Config-Flag cust_sort gibt die Sortierreihenfolge der Interfaces in der Device-Info an.

source: Anyterm Login: Connection is directly from CENTER (for "set", otherwise from SAT).
de: Anyterm-Login: Verbindung erfolgt direkt von CENTER aus (bei "set", ansonsten von SAT aus).

source: If the ERAMON user name is to be used in the login.
de: Soll der ERAMON Benutzername in das Login übernommen werden

source: Anyterm will not login automatically (request for user name and password).
de: Anyterm loggt sich nicht automatisch ein (Username und Passwort werden abgefragt).

source: Anyterm will not connect through to the enable-mode.
de: Anyterm verbindet nicht bis zum enable-mode.

source: Anyterm: Automatic login without entry of user &password.
de: Anyterm: Automatisiertes Login ohne Eingabe Benutzer &Passwort.

source: Activates the customer per ports behavior.
de: Aktiviert das Kunde per Port-Verhalten.

source: Default value for ports during scanning in. (Managed, EPM) These options are possible y (managed) n (unmanaged) a (all ports with Oper-Status up) s (all ports with Admin-Status up)
de: Default-Wert für Ports beim Einscannen. (Managed, EPM) Folgende Optionen sind möglich: y (managed) n (unmanaged) a (alle Ports mit Oper-Status up) s (alle Ports mit Admin-Status up)

source: Is possible for devices in the Device Administration menu and for images in the Device Info > EPM menu.
de: Geht in der Device-Verwaltung für Devices und in der Device-Info/EPM für die Bilder.

source: This flag indicates if passwords are also used for the login templates.
de: Dieses Flag kennzeichnet, ob Passwörter bei den Login-Templates mit übernommen werden sollen.

source: Specifies which community is used for the transmission of announcement traps.
de: Gibt an, welche Community beim verschicken von Announcement-Traps verwendet werden soll.

source: Which port types are to be ignored during correlation (in reference to network topology).
de: Welche Port-Typen sollen bei der Korrelation (bzgl. Netztopologie) ignoriert werden.

source: Controls after how many hours an empty containers is to be archived.
de: Steuert, nach wievielen Stunden ein leerer Container archiviert werden soll.

source: This setting indicates when (in minutes) cleared events are to be deleted from the event tool.
de: Diese Einstellung gibt an, nach welchem Zeitraum (in Minuten) geclearte Events aus dem Event-Tool gelöscht werden. Basis für den Start des Countdown ist die letzte Aktion des Events.

source: Indicates which port is to be used for the transmission of announcement traps.
de: Gibt an, welcher Port beim Verschicken von Announcement-Traps verwendet werden soll.

source: Activates the entry field so a reason can be entered for an event acknowledgement.
de: Aktiviert Eingabefeld um bei einem Event-Acknowledgement einen Grund angeben zu können.

source: The ack_reason_pflicht config flag turns the "Acknowledge Reason" field into a mandatory field.
de: Das Config-Flag ack_reason_pflicht macht die Angabe der Acknowledge-Reason zum Pflichtfeld.

source: Controls the behavior when adding correlated alarms to containers.
de: Steuert Verhalten beim Hinzufügen von korrelierten Alarmen in Containern.?

source: This flag indicates if a "BGP Session Down" message is to set off a downtime for the relevant port via the IP provided.
de: Dieses Flag kennzeichnet, eine "BGP Session Down" Meldung über die mitgelieferte IP einen Ausfall des entsprechenden Ports auslösen soll.

source: Indicates if a "BGP Neighbor Down" message is to start the SLA calculation.
de: Gibt an, ob bei einem BGP-Neighbor-Down die SLA-Berechnung gestartet wird oder nicht.

source: This flag indicates if a correlation via the network topology (link_master table) is to be carried out.
de: Dieses Flag kennzeichnet, ob eine Korrelation über die Netztopologie (Tabelle link_master) erfolgen soll.

source: This flag indicates if a "ospfNghbrStateChanged" message is to set off a downtime for the relevant port via the IP provided.
de: Dieses Flag kennzeichnet, eine "ospfNghbrStateChanged" Meldung über die mitgelieferte IP einen Ausfall des entsprechenden Ports auslösen soll.

source: In this flag you can specify if an event source with a "sysuptime" event source and the message "Device rebooted: â€¦ (Date)" should automatically set up a scheduled maintenance task (e.g. after a power failure).
de: In diesem Flag kann angegeben werden, ob bei einem Event mit Event-Source "sysuptime" und der Meldung "Device rebooted: ... (Datum)" automatisch ein Wartungsfenster angelegt werden soll (z.B. nach einem Stromausfall).

source: A scheduled maintenance task following a reboot is finished once EPM poll is successfully completed. The start of the device will then be used as the starting time.
de: Ein Wartungsfenster nach einem Reboot endet dann, sobald eine EPM-Abfrage erfolgreich war. Als Zeitpunkt wird dann der Start des Gerätes hergenommen.

source: This flag indicates if an RCA is to be carried out after a master link correlation (config flag: eep_core_link_master).
de: Dieses Flag kennzeichnet, ob eine Root-Cause-Analyse nach erfolgter Link-Master-Korrelation (Config-Flag: eep_core_link_master) gemacht werden soll.

source: Activates the checkbox column in the Event Tool.
de: Aktiviert die CheckBox-Spalte im EventTool.

source: Specifies that the error texts are displayed in the Event Tool in HTML.
de: Legt fest, dass die Fehlertexte im Event-Tool mit HTML dargestellt werden.

source: This flag indicates if clear events are to delete the alarm from events_out or not. As long as an event is not deleted once it is cleared, it will be highlighted in green the event tool. Description of the values: 0 - A pending event will be deleted by a clear event. 1 - A pending event will be deleted by a clear event if no acknowledge has been carried out prior to this. 2 - Events are never deleted.
de: Dieses Flag kennzeichnet, ob clear-Events den Alarm aus dem Event-Tool löschen sollen oder nicht. Sofern ein Event beim Clear nicht gelöscht wird, wird es im Event-Tool grün markiert. Beschreibung der Werte: 0 - Ein anstehendes Event wird durch ein clear-Event gelöscht. 1 - Ein anstehendes Event wird durch ein clear-Event gelöscht sofern zuvor kein Acknowledge gemacht wurde. 2 - Events werden niemals direkt gelöscht.

source: This flag indicates if new events should be able to re-open (value 1) already cleared alarms in the Event Tool (green). Description of values: 0 - the green event will not be re-opened when a renewed down alert occurs. The system simply shows a new event in the event tool. 1 - The green event will be re-opened when a renewed down alert occurs, and will be shown in the event tool as pending.
de: Dieses Flag kennzeichnet, ob neue Events bereits geclearte Alarme im Event-Tool (grün) wieder eröffnen können. Beschreibung der Werte: 0 - Das grüne Event wird beim Auftreten einer erneuten Schlechtmeldung nicht wieder eröffnet. Es wird ein neues Event im Event-Tool angezeigt. 1 - Das grüne Event wird beim Auftreten einer erneuten Schlechtmeldung wieder eröffnet und wird als anstehend im Event-Tool angezeigt.

source: Activates the query for the error ignore reason.
de: Aktiviert die Abfrage nach einem Grund bei Error-Ignore.

source: If activated, it is possible to exclusively clear containers (or more precisely their content) for viewing via the config variable in the NOC view. The default setting of this config flag is for ALL events to be shown.
de: Wenn diese config-Variable aktiviert ist, können in der NOC-View ausschließlich Container (genauer deren Inhalt) zur Ansicht freigeschaltet werden. Defaultmäßig ist dieses Config-Flag nicht gesetzt und es werden ALLE Events angezeigt.

source: Controls if a clear event is transmitted for ignored alarms. By default this clear message is sent, unless the config flag has been set!
de: Steuert, ob für ignorierte Alarme zusätzlich ein clear-Event geschickt wird. Per Default wird dieses clear geschickt, außer das Configflag ist gesetzt!

source: Specifies that ignoring events via the checkbox is ONLY possible for those events that have not yet been acknowledged.
de: Legt fest, dass das ignoren von Events per Checkbox NUR für Events möglich ist, die noch nicht acknowledge wurden.

source: Controls if acknowledged alarms are shown by default when the "ACK Reason" button is activated. The default setting is for them to be shown.
de: Steuert, ob defaultmäßig acknowledge Alarme nur angezeigt werden, bis der Button "Ack-Reason" aktiviert ist.

source: This flag specifies that the port description will not be displayed in the Event Tool.
de: Dieses Flag bestimmt, ob die Port-Desc im Event-Tool nicht angezeigt wird.

source: In this flag you can specify which reboot reason a "Device rebooted: â€¦ (Date)" event has to have in order for it to be removed from SLA calculation via a scheduled maintenance.
de: In diesem Flag kann angegeben werden, welche Reboot-Reason ein "Device rebooted: ... (Datum)"-Event haben muss, damit dieses automatisch über ein Wartungsfenster aus der SLA rausgerechnet wird.

source: This parameter activates the display of the error overview in the status bar. The overview can be edited further via the settings in the event tool.
de: Dieser Parameter aktiviert die Anzeige der Fehlerübersicht in der Statusleiste. Weitere Anpassung zu dieser Fehlerübersicht können in den Einstellungen des Event-Tools vorgenommen werden.

source: If the config flag is set, the acknowledged , but cleared, alarms are displayed.
de: Wenn das Config-Flag gesetzt ist, werden zuerst die acknowledgen aber geclearten Alarme angezeigt.

source: Indicates if the EPM graphs are shown as a base64-encoded inline image or as a link to a jpg-file.
de: Gibt an, ob die EPM-Graphen als base64-encodiertes inline-Bild zurückgegeben werden, oder als Link auf eine JPG-Datei.

source: Indicates for how long the 1-minute turbo poll should stay activated.
de: Gibt den Zeitraum an, wie lang das 1-min?tige Turbo-Polling aktiviert bleiben soll.

source: The "revision" config flag shows the currently used revision on your system. This flag is required for the number of the ERAMON version.
de: Das Config-Flag revision steht für die aktuell verwendete Revision auf einem System. Dieses Flag wird für die ERAMON-Versionsnummer benötigt.

source: Displays the "Remote Device ID" field for the device edit (read-only)
de: Blendet das Feld "Remote Device ID" bei Device-bearbeiten ein (nur lesend).

source: Site ID for the installation. Usually a unique number identifying the customer (e.g. Customer ID of ERP) are entered at this point.
de: Site-ID der Installation. Hier wird meist eine eindeutige Nummer eingetragen, die den Kunden identifiziert (z.B. Kundennummer aus ERP)

source: Number of days after which SQL errors are recorded.
de: Anzahl der Tage, nach denen SQL Fehler mit protokolliert werden.

source: Are SQL errors to be transmitted?
de: Sollen SQL Fehler versendet werden?

source: This flag is required for the number of the ERAMON version. The update number is added to the version number.
de: Dieses Flag wird für die ERAMON-Versionsnummer benötigt. Ergänzt die Versionsnummer um Updatenr.

source: Sets the threshold value for the HA critical message: "hotstandby: Replication out of sync!"
de: Setzt den Schwellwert für HA-Critical-Meldung "hotstandby: Replication out of sync!".

source: Sets the threshold value for the HA alert: "hotstandby: Replication out of sync!"
de: Setzt den Schwellwert für HA-Warning-Meldungen "hotstandby: Replication out of sync!".

source: Specifies if PAM is also to process clear events.
de: Bestimmt, ob PAM auch Clear-Events verarbeiten soll.

source: Activates if the minimum number of still available IP pool members is not met.
de: Aktiviert die Alarmierung bei Unterschreitung der Anzahl der noch verfügbaren IP-Pool-Members.

source: Activates port provisioning in the provisioning tool.
de: Aktiviert Portprovisioning im Provisioning Tool.

source: If set, the user has to enter User/PW during the setup of a provisioning job. Otherwise the data held on the login template will be used.
de: Wenn gesetzt, muss der User beim Anlegen eines Provisioning-Jobs User/PW eingeben. Ansonsten werden die Daten aus dem Login-Template hinterlegt.

source: This flag deactivates the turbo poll for interactive reports in the report editor
de: Dieses Flag deaktiviert den Turbo-Poll für Interaktive Reports im Report-Editor.

source: This flag specifies which SLA entry is to be highlighted with a special color on the user interface.
de: In diesem Flag kann angegeben werden, welcher SLA-Eintrag auf der Oberfläche mit einer speziellen Hintergrundfarbe gehighlightet werden soll.

source: This flag specifies the color with which an SLA entry is to be displayed on the user interface.
de: In diesem Flag kann angegeben werden, mit welcher Farbe ein SLA-Eintrag auf der Oberfläche werden soll.

source: If set (=Set), dropdown fields (master data such as customer or location selection) are sorted by adr1; otherwise the sort is by ikd_nr.
de: Wenn gesetzt. Dropdown-Felder (Stammdaten wie Kunden/ Lok. Auswahl) werden nach adr1 sortiert: ansonsten wird nach ikd_nr sortiert.

source: If set (=Set), dropdown fields (master data such as customer or location selection) are sorted by adr1; otherwise the sort is by ikd_nr.
de: Wenn gesetzt. Dropdown-Felder (Stammdaten wie Kunden/ Lok. Auswahl) werden nach adr1 sortiert: ansonsten wird nach ikd_nr sortiert.

source: When activated ("set") , this flag sets the location number field into a mandatory field.
de: Durch aktivieren dieses Flags (mit "set") wird das Feld Lokationsnr. Zum Pflichtfeld.

source: This flag indicates the maximum number of clients possible.
de: Dieses Flag kennzeichnet die maximal mögliche Anzahl an Mandanten.

source: "max_date" contains the maximum date that will be shown by default in forms.
de: max_date enthält das max. Datum, welches in Formularen als Default vorgeben wird.

source: This flag is required for SAT pools and serves as the calculation basis for the individual SAT loads.
de: Dieses Flag ist notwendig für SAT-Pools und dient als Berechnungsgrundlage für die Auslastung der einzelnen SATs.

source: Validity periods for ERAMON PWs
de: Gültigkeitsdauer des ERAMON PWs.

source: The "relay_notes" config flag sets the delimiter for e-mail transmissions. If set (=set) a comma is used, otherwise a semicolon.
de: config-Flag "relay_notes" gibt das Trennzeichen beim Mailversand. Wenn dies gesetzt ist, dann wird ein Komma, ansonsten ein Semikolon verwendet.

source: Specifies the time in hours (h) after which a user would be logged out.
de: Angabe in Stunden (h) - Zeit, nach welcher ein Benutzer ausgeloggt wird.

source: Defines the language used by the system (1=German; 2=English)
de: Definiert die System-Sprache. (1 = Deutsch 2 = Englisch)

source: Activates the automatic assigning of tickets in the queue to the hostmaster, set in minutes by (<val>).
de: Aktiviert das automatische assignen eines Tickets in der Queue an den Hostmaster nach in <val> angegegbenen Minuten.

source: Resolution of the geo view on the user interface, default setting is 800x600.
de: Auflösung der GeoView an der Oberfläche. Default-Wert: 800x600.

source: Activates a customized welcome screen, either Topology Map at the start or an image. The individual image or map can be saved in "initscreen" in the user table.
de: Aktiviert kundenspezifische Willkommensscreen, entweder Topology-Map am Anfang oder Bild Das jeweilige Bild bzw. Map kann unter initscreen in der Table user hinterlegt werden.

source: Controls if IP-SLA tests in the topology view are activated.
de: Steuert, ob die IP-SLA-Messungen in der Topology View aktiviert ist.

source: This flag specifies if the UP ports are identified for manually created hierachies.
de: Dieses Flag bestimmt, ob für manuell erstellte Hierarchien die up-Ports ermittelt werden sollen.

source: This parameter controls if during the link selection all link types should be offered for selection as well.
de: Dieser Parameter steuert, ob bei der Linkauswahl auch alle Link-Typen zur Auswahl stehen.

source: This parameter controls if the default assignment of the placement within Topology View is geographical (the basic standard) or manually (by setting the parameter).
de: Dieser Parameter steuert, ob die Standard-Belegung der Platzierung in Topology View geographisch (der eigentliche Standard) oder manuell (durch das Setzen des Parameters) ist.

source: This parameter controls if the functionality of displaying links is enable or not.
de: Dieser Parameter steuert, ob die Funktionalität Verbindungen anzuzeigen aktiviert ist oder nicht.

source: Dieser Parameter controls if the functionality of being able to change between physical and logical view is enable or not.
de: Dieser Parameter steuert, ob die Funktionalität zwischen physikalischer und logischer Sicht zu wechseln aktiviert ist.

source: This parameter specifies the default distance (in px) for the list or the UP-ports (in geographical/ manual hierarchies). If not set differently, it is 70px.
de: Dieser Parameter bestimmt den Default-Abstand (in px) für die Auflistung bzw. bei den up-Ports (bei geographischen/manuellen Hierarchien). Falls nicht gesetzt, wird der Abstand mit 70 px belegt.

source: If this config flag is set, the "Customer CI" function within the Carrier Management menu will be shown. It is set by default to "Not Set".
de: Wenn das Config-Flag gesetzt ist, wird die Funktion "Kunden-Manager" im Carrier-Tool eingeblendet. Default ist "nicht gesetzt"

source: This parameter specifies if the (Topology View) starter screen will be populated with all available buttons.
de: Dieser Parameter definiert, ob der (Topology-View-)Start-Bildschirm mit sämtlichen Buttons versehen werden soll.

source: If set, this parameter prevents a combination of weathermap AND bandwidth view.
de: Ist dieser Parameter gesetzt, verhindert er die Kombination aus Weathermap UND Bandbreiten-Sicht.

source: If selected, the depicted image will be used as a watermark for all EPM statistics.
de: Ist dieses gesetzt, wird das dort angegebene Bild als Wasserzeichen für alle EPM-Statistiken genutzt.

source: The color of EPM statistics can be specified at this point.
de: Hier kann die Farbe für die EPM-Statistiken angegeben werden.

source: The background color for the legend in the EPM statistics can be specified at this point.
de: Hier kann die Hintergrundfarbe für die Legende in den EPM-Statistiken angegeben werden.

source: The color of EPM statistics can be specified at this point.
de: Hier kann die Farbe für die EPM-Statistiken angegeben werden.

source: Activates the table compression for event and EPM archive tables.
de: Aktiviert die Tabellenkomprimierung für die Event- und EPM-Archiv-Tabellen.

source: Specifies which technology will be used for the display of EPM graphs. This option is applied across all clients. Possible values: js - interactive JavaScript graph base64 - static PNG as stream png - static PNG as link
de: Legt fest, mit welcher Technik EPM-Graphen dargestellt werden. Diese Option wird mandantenübergreifend angewandt. Mögliche Werte: js - interaktiver JavaScript-Graph base64 - statisches PNG als Stream png - statisches PNG als Link

source: If this setting is activated,the user cannot edit the sender address.
de: Wenn diese Einstellung aktiviert ist, kann die Absendeadresse nicht vom User verändert werden.

source: Background color of the whole graph. Example: #161616
de: Hintergrundfarbe des gesamten Graphen. Beispiel: #161616

source: Border color of the graph. Example: #000000
de: Rahmenfarbe des Graphen Beispiel: #000000

source: Border radius of the graph (in pixel) Example: 5
de: Rahmen-Radius des Graphen (in Pixel) Beispiel: 5

source: Border width of the graph (in pixel) Example: 0
de: Rahmen-Breite des Graphen (in pixel) Beispiel: 0

source: Background color of the plotting area of the graph Example: #161616
de: Hintergrund-Farbe des Zeichen-Bereichs des Graphen Beispiel: #161616

source: Border color of the plotting area of the graph Example: #000000
de: Rahmen-Farbe des Zeichen-Bereichs des Graphen Beispiel: #000000

source: Border width of the plotting area of the graph (in pixel) Example: 0
de: Rahmen-Breite des Zeichen-Bereichs des Graphen (in Pixel) Beispiel: 0
