Repository: sedlareg/MooneyeTest
Catalog: translations/flags.*.xliff
Languages: de

source: This specification configures the distance of the axes markers. Only applies to the report editor. Specification in pixels.
de: Mit dieser Einstellung lässt sich der Abstand der Achsen-Markierungen konfigurieren. Nur wirksam im Report-Editor. Die Angabe erfolgt in Pixel.

source: Using the "-" character allows you to configure the replacement of the SQL regex through this setting. The "true" value deactivates the replacement of the search expression to regex. Changes will not become active until the next login.
de: Mit dieser Einstellung lässt sich die SQL-Regex Ersetzung bei Verwendung des ~-Zeichens konfigurieren. Beim Wert "true" ist die Ersetzung des Suchbegriffes hin zu REGEX deaktiviert. Ã„nderungen werden erst nach einem erneuten Login aktiv.

source: When this config flag is set, the routing table will be read out from all devices/ ports of the recorded port group. The maximum number of routes per device is 20,000.
de: Wenn das Config-Flag gesetzt ist, werden von allen Devices/Ports der hinterlegten Port-Gruppe die Routing-Tabellen ausgelesen. Die Anzahl der Routen pro Device beträgt 20.000.

source: Specifies the time period between the clearance of an event and any subsequent reopening, where the previous ACK reason will be used. If this time period is exceeded, the event will no longer be seen as acknowledged when reopened (an ACK history is available though). This configuration parameter is similiar to "eep_core_keep_ackreason_reopen" - but it only affects ignored events.
de: Definiert die Zeitspanne zwischen dem Clearen eines Events und eines darauf folgenden Reopens, in der der alte Ack-Reason übernommen wird. Ist diese Zeitspanne überschritten, so ist das Event beim Reopen nicht mehr geacked (eine Ack-History ist allerdings verfügbar). Dieser Konfigurationsparameter ist ähnlich zu "eep_core_keep_ackreason_reopen", behandelt allerdings ausschlieÃŸlich ignorierte Events.

source: Indicates the amount of Unknown Syslog Messages required within a 24-hour period for a device before an alert is generated in ERAMON.
de: Gibt an, ab wie vielen "Unknown Syslog"-Einträgen für ein Device innerhalb von 24 Stunden eine Warnung auf der ERAMON-Oberfläche generiert wird.

source: This parameter controls which port types are to be ignored during the detection of connections for the "Update topology of Topology View" scheduled application. Example: propVirtual,propPointToPointSerial
de: Dieser Parameter steuert, welche Port-Typen bei der Verbindungserkennung in der Zeitgesteuerten Anwendung "Topology-View Topologie aktualisierenÂ“ ignoriert werden sollen. Beispiel: propVirtual,propPointToPointSerial

source: This configuration parameter specifies the multiplication factor, when a violation would be dismissed and an event generated to notify you of this. It is only used for EPM measurements where the "Use Port Speed as maximum Value" option has been activated. The default value is 1.05. This would result in the dismissal of all values that exceed the maximum port speed by more than 5 percent.
de: Dieser Konfigurationsparameter ist der Faktor, ab dem die Ãœberschreitung verworfen und als Event gemeldet wird. Dieser wird nur für EPM-Messungen angewendet, bei denen die Option "Portspeed als Max-Wert verwenden" aktiviert ist. Als Default-Wert ist 1.05 eingetragen. Dies führt zum Verwerfen aller Werte, die mehr als 5 Prozent über der maximalen Port-Speed liegen.

source: Display text for the VPN name, if for a client with activated Multi-VPN the device is not assigned to a VPN.
de: Anzeige-Text für den VPN-Namen, wenn für den Mandanten mit aktiviertem MULTI-VPN das Device keinem VPN zugeordnet ist.

source: This config flag deactivates the display of events within the TTL minimum time period for the main level/root, as long as these events are no subsequent events or part of a container. If it is a main event or part of a container, the event will still be displayed.
de: Dieser Konfigurationsparameter deaktiviert die Anzeige der Events innerhalb des TTL-Min-Zeitraumes für die Hauptebene/Root sofern die Events keine Folge-Events bzw. Bestandteil eines Containers sind. Bei dem Haupt-Event bzw. als Inhalt des Containers werden diese Events weiterhin angezeigt.

source: This flag specifies the time period (in hours) after which the generated main events for flapping service monitors are deleted; but only those without sub-events.
de: Dieser Parameter legt die Zeit in Stunden fest, nach der die generierten Haupt-Events für flappende Dienste-Monitore gelöscht werden. Allerdings werden nur jene gelöscht, welche keine untergeordneten Events mehr zugeordnet haben.

source: Activates the synchronization of ERAMON users with those in the active directory. NB: Please refer to the "Authentication" article in the manual for an explanation of permission group mappings.
de: Aktiviert die Synchronisation der ERAMON-User mit denen im Active Directory. Hinweis: Beschreibung des Berechtigungsgruppen-Mappings siehe Handbuch Artikel "Authentifizierung".

source: This parameter specifies the number of hours after which connections of ports that are down are to be deleted. The following special values need particular attention: -1: The connections are never deleted. Except: When running manual CDP/LLDP scans through the quick action on the device info page all connections are deleted before the scan begins . 0: The connections are deleted as soon as the next CDP/LLDP scan is run. Background: The SNMP can usually no longer read out any active connections for ports that are down; without any indication if these connections should still exist or are still configured. To ensure these connection do not remain on the system for all times, they are deleted by default after 50 hours.
de: Mit diesem Parameter kann eingestellt werden, nach wie vielen Stunden Verbindungen von Ports, die DOWN sind, gelöscht werden sollen. Dabei gibt es folgende besonderen Werte zu beachten: -1: Die Verbindungen werden nie gelöscht. (Ausnahme: Beim manuellen Ausführen eines CDP/LLDP-Scans über die Quick-Action auf der Seite "Device-Info" werden vor der Durchführung des Scans alle Verbindungen gelöscht.) 0: Die Verbindungen werden sofort beim nächsten Durchlauf des CDP/LLDP-Scans gelöscht. Hintergrund: Bei Ports, welche DOWN sind, können meist keine aktiven Verbindungen mehr über SNMP ausgelesen werden. Dabei geht aber nicht hervor, ob diese Verbindungen noch vorhanden sein sollten bzw. noch konfiguriert sind. Damit diese Verbindungen nicht dauerhaft im System bleiben, werden diese per Default nach 50 Stunden gelöscht.
