Repository: sedlareg/MooneyeTest
Catalog: translations/flags.*.xliff
Languages: de

source: Adjustable time interval specifying when to change to aggregation level 2. Example: 2678400 - For a time period of more than 31 days, aggregation level 2 will be used. 3456000 - Starting from 40 days.
de: Einstellbares Zeitintervall, ab welchem in die Aggregations-Stufe 2 gewechselt werden soll. Beispiel: 2678400 - Bei einem ausgewählten Zeitraum von mehr als 31 Tagen wird Aggregationsstufe 2 verwendet. 3456000 - Beginnend ab 40 Tagen.

source: The logo displayed in the EPM graph. Optionally in png-format and transparent to ensure legibility of the graph's content.
de: Logo, welches in EPM-Graphen angezeigt wird. Optionalerweise im Dateiformat PNG und mit einer Transparenz, damit die Inhalte des Graphen noch lesbar sind.

source: Indicates if the current time interval is didplayed underneath the x-axis of the respective EPM graph.
de: Gibt an, ob das aktuell angezeigte Zeit-Intervall unter der X-Achse des jeweiligen EPM-Graphen angezeigt wird.

source: Activates the option to integrate File Manager scripts in Provisioning.
de: Aktiviert die Option, File-Manager Skripte ins Provisioning zu integrieren.

source: This setting indicates when (in minutes) cleared events will no longer be shown in the Event Tool.
de: Diese Einstellung gibt an, nach welchem Zeitraum (in Minuten) geclearte Events aus dem Event-Tool ausgeblendet werden.

source: If this flag is set, no DNS polling for the IP addresses of terminals will occur within "Enter L2 Data". The DNS names of the terminals are therefore not identified and saved in the L2 data.
de: Wenn das Flag gesetzt ist, wird innerhalb des "L2-Daten eintragen" Prozesses keine DNS-Abfrage für die IP-Adressen der Endgeräte gemacht. Die DNS-Namen der Endgeräte werden somit nicht ermittelt und in den L2-Daten gespeichert.

source: Specifies if EPM "clear" threshold values will be shown in graphs by default. Possible values: on - the "clear" threshold values are displayed by default. off - the "clear" threshold values will not be displayed. hidden - the "clear"threshold values are hidden by default. auto - the "clear" threshold values are displayed if the threshold value deviates by less than 25% from the set minimum/maximum/average value for the time period. NB: If the regular as well as the "clear" threshold values are active and have the same value, they will be merged.
de: Gibt an, ob EPM clear-Schwellwerte per default in Graphen angezeigt werden. Mögliche Werte: on - Die clear-Schwellwerte werden per default dargestellt. off - Die clear-Schwellwerte werden nicht angezeigt. hidden - Die clear-Schwellwerte werden per default ausgeblendet. auto - Die clear-Schwellwerte werden eingeblendet, sofern der Schwellwert-Wert um weniger als 25% vom Minimum-, Average- oder Maximum-Wert des Zeitraums abweicht. Hinweis: Sollten die normalen wie auch die clear-Schwellwerte aktiv sein und auch denselben Wert haben, so werden diese zusammengefasst.

source: Turbo polling carried out in realtime
de: Das Turbo-Polling wird in Echtzeit ausgeführt

source: Line width in preview graphs Example: 1
de: Linien-Breite in Vorschau-Graphen Beispiel: 1

source: If the value of the parameter is: "set", then lines and areas in EPM graphs will be displayed as step graphs.
de: Wenn der Wert dieses Parameters 'set' ist, so werden Linien und Flächen in EPM-Graphen als Stufendiagramme dargestellt.

source: This flag indicates if it should be possible to re-open new events with already ignored alarms in the Event Tool. Description of values: 0 - The ignored event will not be re-opened when a renewed down alert occurs. The system simply shows a new event in the event tool. 1 - The ignored event will be re-opened when a renewed down alert occurs, and will be shown in the event tool as pending.
de: Dieses Flag kennzeichnet, ob neue Events bereits ignorierte Alarme im Event-Tool wieder eröffnen können. Beschreibung der Werte: 0 - Das ignorierte Event wird beim Auftreten einer erneuten Schlechtmeldung nicht wieder eröffnet. Es wird ein neues Event im Event-Tool angezeigt. 1 - Das ignorierte Event wird beim Auftreten einer erneuten Schlechtmeldung wieder eröffnet und wird als anstehend im Event-Tool angezeigt.

source: snmp_timeout
de: Nach Ablauf der festgelegten Wartezeit, wird der SNMP-Connect Versuch abgebrochen.

source: This value specifies the number of SNMP connection retries.
de: Dieser Wert bestimmt die Anzahl der SNMP-Connect Versuche.

source: This value specifies the number of polled variables per SNMP polling.
de: Dieser Wert bestimmt die Anzahl der abgefragten Variablen pro SNMP-Abfrage.

source: Specifies the color of the text within the tool tips, with except for the title of the measurement.
de: Legt die Farbe des Textes innerhalb der Tooltips fest. Ausgenommen hiervon ist der Titel der Messung.

source: Specifies if the page numbers are to be shown in the pdf files.
de: Gibt an, ob die Seitenzahlen in den PDFs eingeblendet werden sollen.

source: Allows you to override the color of the legend for the tooltip. If no color is specified the legend is displayed in the respective legend color.
de: Hiermit kann die Farbe des Legenden-Textes im Tooltip übersteuert werden. Ist keine Farbe angegeben, so wird der Legenden-Text in der jeweiligen Legenden-Farbe dargestellt.

source: If a device is redistributed from one SAT to another, any open errors will generate a "clear_wait" event. This will be converted into a true clear event once the waiting time is over. The background for this is that theoretically the error could have been cleared in the time it took to complete the SAT change, without this being recognized by either SAT. For this reason any open errors will be cleared after the waiting time (approx. 20 minutes) - unless the now relevant SAT generates a further error message in the meantime. Specified in minutes.
de: Wenn ein Device von einem SAT auf einen anderen umverteilt wird, so wird für offene Fehler ein "clear_wait"-Event erzeugt, welches nach Ablauf der Wartezeit in ein richtiges clear-Event umgewandelt wird. Der Hintergrund hierbei ist, dass in den Sekunden zwischen dem SAT-Wechsel der Fehler theoretisch hätte gecleart werden können, ohne das dies einer der beiden Satelliten feststellen konnte. Deswegen wird ein offener Fehler nach der Wartezeit (ca. 20 Min.) gecleart - es sei denn, der nun zuständige SAT bringt innerhalb dieser Zeit eine weitere Schlechtmeldung. Angabe der Wartezeit in Minuten.

source: This overrides the color of the threshold values in the EPM graphs. Otherwise the color of the corresponding measurement would be used.
de: Hiermit kann die Farbe der Schwellwerte in EPM-Graphen übersteuert werden. Ansonsten würde die Farbe der zugehörigen Messung verwendet werden.

source: Line style of the threshold values in the EPM graphs.
de: Linienart der Schwellwerte in EPM-Graphen.

source: Specification of difference in seconds between active and passive DB server as of when it is assumed that the replication was aborted. A "Replication is delayed" event with "Critical" priority will be sent and the ERAMON Infrastructure diplay changed to red.
de: Angabe der Differenz zwischen aktivem und passivem Datenbank-Server in Sekunden, ab der davon ausgegangen wird, dass die Replikation abgebrochen ist. Es wird ein Event "Replication is delayed" mit der Priorität "critical" gesendet und die Anzeige der ERAMON-Infrastruktur auf rot angepasst.

source: Specification of difference in seconds between active and passive DB server as of when the "Replication is delayed" event with the "major" priority is sent. In addition to this the ERAMON Infrastructure display will change to amber.
de: Angabe der Differenz zwischen aktivem und passivem Datenbank-Server in Sekunden, ab der das Event "Replication is delayed" mit der Priorität "major" gesendet wird. Zusätzlich wechselt die Anzeige der ERAMON-Infrastruktur auf gelb.

source: IP address or DNS name of the DB host for the geo DB. If the DB is stored locally on the CENTER (=default), the "127.0.0.1" IP address has to specified.
de: IP-Adresse oder DNS-Name des Datenbank-Hostes der Geo-DB. Liegt die Datenbank lokal auf dem CENTER (=default), ist die IP-Adresse "127.0.0.1" anzugeben.

source: Name of the geo DB.
de: Name der Geo-DB.

source: Password set in the configuration parameters for the geo db on the geo DB.
de: Passwort des im Konfigurationsparameter "gdbuser" angegebenen Users auf der Geo-DB.

source: Type of database (e.g. MySQL) of the geo DB.
de: Datenbank-Typ (z.B. MySQL) der Geo-DB.

source: database user of the geo DB
de: Datenbank-User der Geo-DB.

source: This parameter allows the generation of entries in the /etc/hosts. Examples: 172.10.10.10 ServerA 172.20.20.20 ServerB Has the following value in the config flag as a result: 172.10.10.10 :ServerA;172.20.20.20:ServerB
de: Mit diesem Parameter können Einträge in der /etc/hosts erzeugt werden. Beispiel: 172.10.10.10 ServerA 172.20.20.20 ServerB ergibt den Wert im Config-Flag: 172.10.10.10 :ServerA;172.20.20.20:ServerB

source: Thickness of border for tooltips in EPM graphs.
de: Breite der Umrandung der Toolstips in EPM-Graphen.

source: Border radius of the tooltips in EPM graphs.
de: Radius der Umrandungsecken der Tooltips in EPM-Graphen.

source: Border color for the tooltips in EPM graphs.
de: Umrandungsfarbe der Tooltips in EPM-Graphen.

source: Background color for the tooltips in EPM graphs.
de: Hintergrundfarbe der Tooltips in EPM-Graphen.

source: Line thickness for areas in preview graphs (EPM).
de: Linienbreite für Flächen in Vorschau-Graphen (EPM).

source: Text of the information text in the bottom right-hand corner of EPM graphs.
de: Text des Info-Textes in der rechten unteren Bildecke von EPM-Graphen.

source: Link of the information text in the bottom right-hand corner of the EPM graphs.
de: Link des Info-Textes in der rechten unteren Bildecke von EPM-Graphen.

source: Border color for buttons in EPM graphs.
de: Umrandungsfarbe für die Buttons in EPM-Graphen.

source: Border color for temporarily selected buttons in EPM graphs.
de: Umrandungsfarbe für temporär ausgewählte Buttons in EPM-Graphen.

source: Fill color for temporarily selected buttons in EPM graphs.
de: Füllfarbe für temporär ausgewählte Buttons in EPM-Graphen.

source: Mouseover border color for temporarily selected buttons in EPM graphs.
de: Mouseover-Umrandungsfarbe für temporär ausgewählte Buttons in EPM-Graphen.

source: Mouseover fill color for temporarily selected buttons in EPM graphs.
de: Mouseover-Füllfarbe für temporär ausgewählte Buttons in EPM-Graphen.

source: Fill color for the buttons in EPM graphs.
de: Füllfarbe für die Buttons in EPM-Graphen.

source: Border color for the icons of buttons in EPM graphs.
de: Umrandungsfarbe für die Symbole der Buttons in EPM-Graphen.

source: Fill color for the icons on the buttons on EPM graphs.
de: Füllfarbe für die Symbole der Buttons in EPM-Graphen.

source: Mouseover font color for legend elements in EPM graphs.
de: Mouseover-Textfarbe für Legenden-Elemente in EPM-Graphen.

source: Font color for hidden legend elements in EPM graphs.
de: Textfarbe für ausgeblendete Legenden-Elemente in EPM-Graphen.

source: Time format for the display of the time frame in EPM graphs.
de: Zeitformat für die Anzeige des Zeitraums in den EPM-Graphen.

source: Changes the color of the border for the "Reset Zoom" button in EPM graphs.
de: Ã„ndert die Farbe der "Reset Zoom"-Button-Umrandung in EPM-Graphen.

source: Changes of the mouseover color of the frame for the "Reset Zoom" button in EPM graphs.
de: Ã„ndert die Mouseover-Farbe der "Reset Zoom"-Button-Umrandung in EPM-Graphen.

source: Changes of the mouseover fill color of the "Reset Zoom" button in EPM graphs.
de: Ã„ndert die Mouseover-Füllfarbe des "Reset Zoom"-Buttons in EPM-Graphen.

source: Changes of the mouseover font color of the "Reset Zoom" button in EPM graphs.
de: Ã„ndert die Mouseover-Textfarbe des "Reset-Zoom"-Buttons in EPM-Graphen.

source: Changes the fill color of the "Reset Zoom" button in EPM graphs.
de: Ã„ndert die Füllfarbe des "Reset Zoom"-Buttons in EPM-Graphen.

source: Changes the font color of the "Reset Zoom" button in EPM graphs.
de: Ã„ndert die Textfarbe des "Reset Zoom"-Buttons in EPM-Graphen.

source: If no color specs have been recorded for an EPM graph, the system uses the default set from this parameter in sequence.If the parameter is empty the default setting of the graph-lib is applied.
de: Sollten bei einem EPM-Graphen keine Farb-Informationen hinterlegt sein, wir das Default-Set aus diesem Parameter der Reihenfolge nach verwendet. Sofern der Parameter leer ist, wird der Default der Graph-Lib verwendet.

source: Changes the additional information shown in the event (device and port name). Possible settings are: remote - display of the remote device and the remote port local - display of the local device and local port none - no display of additional information
de: Ã„ndert die im Event zusätzlich angezeigten Informationen (Device- und Port-Name). Mögliche Einstellungen sind: remote – Anzeige des Remote-Devices und des Remote-Ports local – Anzeige des lokalen Devices und des lokalen Ports none – Keine Anzeige von zusätzlichen Informationen.

source: Specification of waiting time for PAM "Good" messages in minutes - 5 minutes by default.
de: Einstellung der Wartezeit für PAM-Gutmeldungen in Minuten - Default: 5 Minuten

source: Hierarchical dependencies ("Uplink Ports") on topology view maps activated or deactivated.
de: Hierarchische Abhängigkeiten ("Uplink-Ports") auf den Topology-View Karten aktiviert oder deaktiviert.

source: Changes the additional information shown in the event (device and port name). Possible settings are: remote - display of the remote device and the remote port local - display of the local device and local port none - no display of additional information
de: Ã„ndert die im Event zusätzlich angezeigten Informationen (Device- und Port-Name). Mögliche Einstellungen sind: remote – Anzeige des Remote-Devices und des Remote-Ports local – Anzeige des lokalen Devices und des lokalen Ports none – Keine Anzeige von zusätzlichen Informationen.

source: Changes the event text of "ospfNbrStateChange" messages assigned to ports. By default set to "OSPF Neighbor Down".
de: Ã„ndert den Event-Text von zu Ports zugeordneten "ospfNbrStateChange"-Meldungen. Der Standard ist "OSPF Neighbor Down".

source: Changes the event text of "BGP Session Down" messages assigned to ports. By default set to "BGP Neighbor Down".
de: Ã„ndert den Event-Text von zu Ports zugeordneten "BGP Session Down"-Meldungen. Der Standard ist "BGP Neighbor Down".

source: Specifies the time period between the clearance of an event and any subsequent reopening, where the previous ACK reason will be used. If this time period is exceeded, the event will no longer be seen as acknowledged when reopened (an ACK history is available though).This configuration parameter is similiar to "eep_core_keep_ackreason_reopen_ign" - but it only affects events that have not been ignored.
de: Definiert die Zeitspanne zwischen dem Clearen eines Events und eines darauf folgenden Reopens, in der der alte Ack-Reason übernommen wird. Ist diese Zeitspanne überschritten, so ist das Event beim Reopen nicht mehr geacked (eine Ack-History ist allerdings verfügbar). Dieser Konfigurationsparameter ist ähnlich zu "eep_core_keep_ackreason_reopen_ign", behandelt allerdings ausschlieÃŸlich nicht-ignorierte Events.

source: This specification configures the distance of the axes markers Specification in pixels.
de: Mit dieser Einstellung lässt sich der Abstand der Achsen-Markierungen konfigurieren. Die Angabe erfolgt in Pixel.

source: Title of EPM device graphs. It is also possible to use tokens when entering the text. Only applies to the report editor. Example: #dev_name# - Device name #dev_ip# - Device IP #kunde_such# - Search expression for customer #kunde_adr# - Address line 1 for customer #kunde_adr2# - Address line 2 for customer #kunde_ort# - City location for customer #kunde_strasse# - Customer's road #kunde_plz# - Customer's post code/ZIP #locations_such# - Search expression for location #locations_adr1# - Address line 1 for location #locations_adr2# - Address line 2 for location #locations_ort# - City for the location #locations_strasse# - Road for the location #locations_plz# - Post code/ZIP for the location
de: Titel-Text bei EPM-Device-Graphen. Es sind auch Token in der Eingabe möglich. Nur wirksam im Report-Editor. Beispiel: #dev_name# - Device-Name #dev_ip# - Device-IP #kunde_such# - Suchbegriff des Kunden #kunde_adr# - Adress-Zeile 1 des Kunden #kunde_adr2# - Adress-Zeile 2 des Kunden #kunde_ort# - Ort des Kunden #kunde_strasse# - Strasse des Kunden #kunde_plz# - PLZ des Kunden #locations_such# - Suchbegriff der Lokation #locations_adr1# - Adress-Zeile 1 der Lokation #locations_adr2# - Adress-Zeile 2 der Lokation #locations_ort# - Ort der Lokation #locations_strasse# - Strasse der Lokation #locations_plz# - PLZ der Lokation

source: Subtitle for EPM device graphs. It is also possible to use tokens when entering the text. Only applies to the report editor. Example: #dev_name# - Device name #dev_ip# - Device IP #kunde_such# - Search expression for customer #kunde_adr# - Address line 1 for customer #kunde_adr2# - Address line 2 for customer #kunde_ort# - City location for customer #kunde_strasse# - Customer's road #kunde_plz# - Customer's post code/ZIP #locations_such# - Search expression for location #locations_adr1# - Address line 1 for location #locations_adr2# - Address line 2 for location #locations_ort# - City for the location #locations_strasse# - Road for the location #locations_plz# - Post code/ZIP for the location
de: Untertitel-Text bei EPM-Device-Graphen. Es sind auch Token in der Eingabe möglich. Nur wirksam im Report-Editor. Beispiel: #dev_name# - Device-Name #dev_ip# - Device-IP #kunde_such# - Suchbegriff des Kunden #kunde_adr# - Adress-Zeile 1 des Kunden #kunde_adr2# - Adress-Zeile 2 des Kunden #kunde_ort# - Ort des Kunden #kunde_strasse# - Strasse des Kunden #kunde_plz# - PLZ des Kunden #locations_such# - Suchbegriff der Lokation #locations_adr1# - Adress-Zeile 1 der Lokation #locations_adr2# - Adress-Zeile 2 der Lokation #locations_ort# - Ort der Lokation #locations_strasse# - Strasse der Lokation #locations_plz# - PLZ der Lokation

source: Subtitle of EPM port graphs.It is also possible to use tokens when entering the text. Only applies to the report editor. Example: #dev_name# - Device name #dev_ip# - Device IP #port_name# Port name #port_desc# Port description #port_desc_man# - Port description (manually entered) #port_typ# - Port type #port_speed# - Bandwidth of the port (formatted) #max_bytes# - Bandwidth of the port (read out, in byte) #max_bytes_era# - Bandwidth of the port (manually entered, in Byte) #kunde_such# - Search expression for customer #kunde_adr# - Address line 1 for customer #kunde_adr2# - Address line 2 for customer #kunde_ort# - City location for customer #kunde_strasse# - Customer's road #kunde_plz# - Customer's post code/ZIP #locations_such# - Search expression for location #locations_adr1# - Address line 1 for location #locations_adr2# - Address line 2 for location #locations_ort# - City for the location #locations_strasse# - Road for the location #locations_plz# - Post code/ZIP for the location
de: Untertitel-Text bei EPM-Port-Graphen Es sind auch Token in der Eingabe möglich. Nur wirksam im Report-Editor. Beispiel: #dev_name# - Device-Name #dev_ip# - Device-IP #port_name# Port-Name #port_desc# Port-Description #port_desc_man# - Port-Description (manuell eingetragen) #port_typ# - Port-Typ #port_speed# - Bandbreite des Ports (formatiert) #max_bytes# - Bandbreite des Ports (ausgelesen, in Byte) #max_bytes_era# - Bandbreite des Ports (manuell eingetragen, in Byte) #kunde_such# - Suchbegriff des Kunden #kunde_adr# - Adress-Zeile 1 des Kunden #kunde_adr2# - Adress-Zeile 2 des Kunden #kunde_ort# - Ort des Kunden #kunde_strasse# - Strasse des Kunden #kunde_plz# - PLZ des Kunden #locations_such# - Suchbegriff der Lokation #locations_adr1# - Adress-Zeile 1 der Lokation #locations_adr2# - Adress-Zeile 2 der Lokation #locations_ort# - Ort der Lokation #locations_strasse# - Strasse der Lokation #locations_plz# - PLZ der Lokation

source: Title of EPM port graphs. It is also possible to use tokens when entering the text. Only applies to the report editor. Example: #dev_name# - Device name #dev_ip# - Device IP #port_name# Port name #port_desc# Port description #port_desc_man# - Port description (manually entered) #port_typ# - Port type #port_speed# - Bandwidth of the port (formatted) #max_bytes# - Bandwidth of the port (read out, in byte) #max_bytes_era# - Bandwidth of the port (manually entered, in Byte) #kunde_such# - Search expression for customer #kunde_adr# - Address line 1 for customer #kunde_adr2# - Address line 2 for customer #kunde_ort# - City location for customer #kunde_strasse# - Customer's road #kunde_plz# - Customer's post code/ZIP #locations_such# - Search expression for location #locations_adr1# - Address line 1 for location #locations_adr2# - Address line 2 for location #locations_ort# - City for the location #locations_strasse# - Road for the location #locations_plz# - Post code/ZIP for the location
de: Titel-Text bei EPM-Port-Graphen. Es sind auch Token in der Eingabe möglich. Nur wirksam im Report-Editor. Beispiel: #dev_name# - Device-Name #dev_ip# - Device-IP #port_name# Port-Name #port_desc# Port-Description #port_desc_man# - Port-Description (manuell eingetragen) #port_typ# - Port-Typ #port_speed# - Bandbreite des Ports (formatiert) #max_bytes# - Bandbreite des Ports (ausgelesen, in Byte) #max_bytes_era# - Bandbreite des Ports (manuell eingetragen, in Byte) #kunde_such# - Suchbegriff des Kunden #kunde_adr# - Adress-Zeile 1 des Kunden #kunde_adr2# - Adress-Zeile 2 des Kunden #kunde_ort# - Ort des Kunden #kunde_strasse# - Strasse des Kunden #kunde_plz# - PLZ des Kunden #locations_such# - Suchbegriff der Lokation #locations_adr1# - Adress-Zeile 1 der Lokation #locations_adr2# - Adress-Zeile 2 der Lokation #locations_ort# - Ort der Lokation #locations_strasse# - Strasse der Lokation #locations_plz# - PLZ der Lokation

source: The logo displayed in the EPM graph. Optionally in png-format and transparent to ensure legibility of the graph's content. Only applies to the report editor.
de: Logo, welches in EPM-Graphen angezeigt wird. Optionalerweise im Dateiformat PNG und mit einer Transparenz, damit die Inhalte des Graphen noch lesbar sind. Nur wirksam im Report-Editor.

source: A brief credits' section can be saved which will be shown in every EPM graph in the bottom right-hand corner. Only applies to the report editor.
de: Hier kann ein kurzer Abspann hinterlegt werden, welcher bei jedem EPM-Graphen in der rechten underen Ecke angezeigt wird. Nur wirksam im Report-Editor.

source: Optionally, you can specify a link that will call up the credits (config flag: graph_lib.credits.text). Only applies to the report editor.
de: Hier kann optionalerweise ein Link angegeben werden, welcher beim Klick auf den Abspann (Config-Flag: graph_lib.credits.text) aufgerufen wird. Nur wirksam im Report-Editor.

source: Specifies if the y-axis is to end with a labelled grid line or can be finished without one.
de: Gibt an, ob die y-Achse mit einer beschrifteten Rasterlinie beendet wird oder auch ohne eine solche beendet werden kann.

source: Specifies if the y-axis is to be finished with a labelled grid line or without one. Only applies to the report editor.
de: Gibt an, ob die y-Achse mit einer beschrifteten Rasterlinie beendet wird oder auch ohne eine solche beendet werden kann. Nur wirksam im Report-Editor.
