Repository: sedlareg/MooneyeTest
Catalog: translations/flags.*.xliff
Languages: de

source: Selection marker for zooming in graphs Example: #606060
de: Auswahl-Fläche beim Zoomen in Graphen Beispiel: #606060

source: Specifies if EPM threshold values will be shown in graphs by default. Possible values: on - the threshold values are displayed by default. off - the threshold values will not be displayed. hidden - the threshold values are hidden by default. auto - the threshold values are displayed if the threshold value deviates by less than 25% from the set minimum/maximum/average value for the time period.
de: Gibt an, ob EPM-Schwellwerte per default in Graphen angezeigt werden. Mögliche Werte: on - Die Schwellwerte werden per default dargestellt. off - Die Schwellwerte werden nicht angezeigt. hidden - Die Schwellwerte werden per default ausgeblendet. auto - Die Schwellwerte werden eingeblendet, sofern der Schwellwert-Wert um weniger als 25% vom Minimum-, Average- oder Maximum-Wert des Zeitraums abweicht.

source: Subtitle for EPM device graphs It is also possible to use token(s). Example: #dev_name# - Device name #dev_ip# - Device IP #kunde_such# - Search expression for customer #kunde_adr# - Address line 1 for customer #kunde_adr2# - Address line 2 for customer #kunde_ort# - City location for customer #kunde_strasse# - Customer's road #kunde_plz# - Customer's post code/ZIP #locations_such# - Search expression for location #locations_adr1# - Address line 1 for location #locations_adr2# - Address line 2 for location #locations_ort# - City for the location #locations_strasse# - Road for the location #locations_plz# - Post code/ZIP for the location
de: Untertitel-Text bei EPM-Device-Graphen Es sind auch Token in der Eingabe möglich. Beispiel: #dev_name# - Device-Name #dev_ip# - Device-IP #kunde_such# - Suchbegriff des Kunden #kunde_adr# - Adress-Zeile 1 des Kunden #kunde_adr2# - Adress-Zeile 2 des Kunden #kunde_ort# - Ort des Kunden #kunde_strasse# - Strasse des Kunden #kunde_plz# - PLZ des Kunden #locations_such# - Suchbegriff der Lokation #locations_adr1# - Adress-Zeile 1 der Lokation #locations_adr2# - Adress-Zeile 2 der Lokation #locations_ort# - Ort der Lokation #locations_strasse# - Strasse der Lokation #locations_plz# - PLZ der Lokation

source: Subtitle of EPM port graphs. It is also possible to use tokens. Example: #dev_name# - Device name #dev_ip# - Device IP #port_name# Port name #port_desc# Port description #port_desc_man# - Port description (manually entered) #port_typ# - Port type #port_speed# - Bandwidth of the port (formatted) #max_bytes# - Bandwidth of the port (read out, in byte) #max_bytes_era# - Bandwidth of the port (manually entered, in Byte) #kunde_such# - Search expression for customer #kunde_adr# - Address line 1 for customer #kunde_adr2# - Address line 2 for customer #kunde_ort# - City location for customer #kunde_strasse# - Customer's road #kunde_plz# - Customer's post code/ZIP #locations_such# - Search expression for location #locations_adr1# - Address line 1 for location #locations_adr2# - Address line 2 for location #locations_ort# - City for the location #locations_strasse# - Road for the location #locations_plz# - Post code/ZIP for the location
de: Untertitel-Text bei EPM-Port-Graphen Es sind auch Token in der Eingabe möglich. Beispiel: #dev_name# - Device-Name #dev_ip# - Device-IP #port_name# Port-Name #port_desc# Port-Description #port_desc_man# - Port-Description (manuell eingetragen) #port_typ# - Port-Typ #port_speed# - Bandbreite des Ports (formatiert) #max_bytes# - Bandbreite des Ports (ausgelesen, in Byte) #max_bytes_era# - Bandbreite des Ports (manuell eingetragen, in Byte) #kunde_such# - Suchbegriff des Kunden #kunde_adr# - Adress-Zeile 1 des Kunden #kunde_adr2# - Adress-Zeile 2 des Kunden #kunde_ort# - Ort des Kunden #kunde_strasse# - Strasse des Kunden #kunde_plz# - PLZ des Kunden #locations_such# - Suchbegriff der Lokation #locations_adr1# - Adress-Zeile 1 der Lokation #locations_adr2# - Adress-Zeile 2 der Lokation #locations_ort# - Ort der Lokation #locations_strasse# - Strasse der Lokation #locations_plz# - PLZ der Lokation

source: Title of EPM device graphs It is also possible to use token. Example: #dev_name# - Device name #dev_ip# - Device IP #kunde_such# - Search expression for customer #kunde_adr# - Address line 1 for customer #kunde_adr2# - Address line 2 for customer #kunde_ort# - City location for customer #kunde_strasse# - Customer's road #kunde_plz# - Customer's post code/ZIP #locations_such# - Search expression for location #locations_adr1# - Address line 1 for location #locations_adr2# - Address line 2 for location #locations_ort# - City for the location #locations_strasse# - Road for the location #locations_plz# - Post code/ZIP for the location
de: Titel-Text bei EPM-Device-Graphen Es sind auch Token in der Eingabe möglich. Beispiel: #dev_name# - Device-Name #dev_ip# - Device-IP #kunde_such# - Suchbegriff des Kunden #kunde_adr# - Adress-Zeile 1 des Kunden #kunde_adr2# - Adress-Zeile 2 des Kunden #kunde_ort# - Ort des Kunden #kunde_strasse# - Strasse des Kunden #kunde_plz# - PLZ des Kunden #locations_such# - Suchbegriff der Lokation #locations_adr1# - Adress-Zeile 1 der Lokation #locations_adr2# - Adress-Zeile 2 der Lokation #locations_ort# - Ort der Lokation #locations_strasse# - Strasse der Lokation #locations_plz# - PLZ der Lokation

source: Title of EPM port graphs It is also possible to use token. Example: #dev_name# - Device name #dev_ip# - Device IP #port_name# Port name #port_desc# Port description #port_desc_man# - Port description (manually entered) #port_typ# - Port type #port_speed# - Bandwidth of the port (formatted) #max_bytes# - Bandwidth of the port (read out, in byte) #max_bytes_era# - Bandwidth of the port (manually entered, in Byte) #kunde_such# - Search expression for customer #kunde_adr# - Address line 1 for customer #kunde_adr2# - Address line 2 for customer #kunde_ort# - City location for customer #kunde_strasse# - Customer's road #kunde_plz# - Customer's post code/ZIP #locations_such# - Search expression for location #locations_adr1# - Address line 1 for location #locations_adr2# - Address line 2 for location #locations_ort# - City for the location #locations_strasse# - Road for the location #locations_plz# - Post code/ZIP for the location
de: Titel-Text bei EPM-Port-Graphen Es sind auch Token in der Eingabe möglich. Beispiel: #dev_name# - Device-Name #dev_ip# - Device-IP #port_name# Port-Name #port_desc# Port-Description #port_desc_man# - Port-Description (manuell eingetragen) #port_typ# - Port-Typ #port_speed# - Bandbreite des Ports (formatiert) #max_bytes# - Bandbreite des Ports (ausgelesen, in Byte) #max_bytes_era# - Bandbreite des Ports (manuell eingetragen, in Byte) #kunde_such# - Suchbegriff des Kunden #kunde_adr# - Adress-Zeile 1 des Kunden #kunde_adr2# - Adress-Zeile 2 des Kunden #kunde_ort# - Ort des Kunden #kunde_strasse# - Strasse des Kunden #kunde_plz# - PLZ des Kunden #locations_such# - Suchbegriff der Lokation #locations_adr1# - Adress-Zeile 1 der Lokation #locations_adr2# - Adress-Zeile 2 der Lokation #locations_ort# - Ort der Lokation #locations_strasse# - Strasse der Lokation #locations_plz# - PLZ der Lokation

source: Background color of the legend Example: #161616
de: Hintergrundfarbe der Legende Beispiel: #161616

source: Border color of the legend Example: #000000
de: Rahmen-Farbe der Legende Beispiel: #000000

source: Radius of the border of legends (in pixel) Example: 5
de: Radius des Rahmens bei Legenden (in Pixel) Beispiel: 5

source: Border width of the legend (in pixel) Example: 0
de: Rahmen-Breite der Legende (in Pixel) Beispiel: 0

source: Transparency of areas in graphs Example: 0.75
de: Transparenz von Fl?chen in Graphen Beispiel: 0.75

source: Line width for areas Example: 2
de: Linienbreite bei Flächen Beispiel: 2

source: Line width in graphs Example: 2
de: Linien-Breite in Graphen Beispiel: 2

source: The config flag: ignore_reason_pflicht turns the "Ignore Reason" field into a mandatory field.
de: Das Config-Flag ignore_reason_pflicht macht die Angabe der Ignore-Reason zum Pflichtfeld.

source: This parameter controls if reload is allowed in Topology View.
de: Dieser Parameter steuert, ob ein Reload in Topoview zugelassen ist.

source: This parameter controls if zooming in submaps is possible. If not set, zooming will be possible.
de: Dieser Parameter steuert, ob in Submaps der Zoom erlaubt ist. Sofern es nicht gesetzt ist, ist das Zoomen in Submaps erlaubt.

source: This parameter controls if the functionality to delete devices directly (!!) in Topology View can be activated.
de: Dieser Parameter steuert, ob die Funktionalität, Devices direkt (!!) in der Topology View zu löschen, aktiviert werden kann.

source: The config flag activates a message in the header bar indicating that this is customer test system.
de: Config-Flag aktiviert in der Header-Leiste den Hinweiss, dass es sich um ein Kunden-Testsystem handelt.

source: By activating the config flags any existing backup scripts of the file manager are used during the device group independent config backup, parallel to the standard backup.
de: Durch Aktivierung des Config-Flags wird bei der devicegruppenabhängigen Konfigsicherung, parallel zur normalen Sicherung, auch die Sicherungs-Scripte(falls vorhanden) des File Managers verwendet.

source: Extended Overview in Header Bar
de: Erweiterte Uebersicht in Header-Leiste

source: If the config flag is set all new,open alarms are shown first.
de: Wenn das Config-Flag (sort_normal_first) gesetzt ist, werden zuerst alle neue unbearbeiteten Alarme angezeigt.

source: With this configuration parameter you can activate an emergency alarm, for example, if the event processing has been suspended. In the event of an error, an e-mail message would be sent to all clients. Also, a further action (e.g. transmission of SMSs) can be specified via a script. Please contact the ERAMON Support Team for this.
de: Mit diesem Konfigurationsparameter kann eine Notfallalarmierung aktiviert werden. Beispielsweise wenn die Event-Verarbeitung steht. Im Fehlerfall wird dann eine E-Mail an alle Mandanten verschickt. Zudem kann eine weitere Aktion (z.B. SMS-Versand) über ein Script hinterlegt werden. Hierfür sollte der ERAMON Support kontaktiert werden.

source: This option specifies the time period (in minutes) during which a correlation via the network topology has taken place. Thus you can, for example, specify that downtimes which occur more than 120 minutes apart, are no longer correlated.
de: Diese Option definiert einen Zeitraum (Angabe in Minuten), in welchem eine Korrelation über die Netztopologie erfolgt. So kann beispielsweise definiert werden, dass Ausfälle, die zeitlich länger als 120min auseinanderliegen, nicht miteinander korreliert werden.

source: If activated this config flag enables the display of time periods where SNMP polls for the relevant were deactivated, in every EPM graph.
de: Ist dieses Config-Flag aktiviert, so werden in jedem EPM-Graph die Zeiträume eingezeichnet, in welchen SNMP-Abfragen für das jeweilige Gerät deaktiviert waren.

source: Wenn activated the availability of the device is shown in every EPM graph in a red field.
de: Wenn aktiviert, dann wird in jedem EPM-Graphen die Verfügbarkeit des Gerätes in Form einer roten Fläche dargestellt.

source: Activates Carrier Management
de: aktiviert das Carrier-Tool.

source: Activates the Accounting module.
de: Schaltet das Modul accounting frei

source: Activates the Provisioning tool.
de: Schaltet Provisioning Tool frei

source: Activates the Ticket System module
de: Schaltet Ticket-System Modul frei

source: By default all EPM test inactive for at least 10 days are deleted. This time period can be controlled via the parameters.
de: Standardmäßig werden EPM Messungen, die seit mindestens 10 Tagen inaktiv sind, gelöscht. Diesen Zeitraum kann man über den Parameter steuern

source: Activates the "Invitations for Offers" function in Carrier Management.
de: Aktiviert die Funktion Angebotsanfrage im Carrier-Management.

source: A "Y" value during the SAT check leads to a test of the "EPM Buffer" and "CENTER Buffer" contents.
de: Value="Y" führt im SAT-Check dazu, dass die "EPM Buffer" und "Center Buffer" auf Inhalte überprüft werden.

source: This flag identifies if new events, already cleared and acknowledged alarms are still available in the event tool over and above the default time. It would then be distinguished between cleared and cleared+ACK alarm. All others should only be ignored manually.
de: Dieses Flag kennzeichnet, ob neue Events bereits geclearte und acknowledge Alarme im Event-Tool über die Default-Zeit noch zur Verfügung stehen. Es wird dann zwischen geclearten und geclearten+ack Alarmen unterschieden. Die Weiteren sollten nur manuell ignoriert werden dürfen.

source: This flag activates the sum/average line for table reports in the report editor.
de: Dieses Flag aktiviert die Summen/Durchschnittszeile für Tabellen-Reports im Report-Editor.

source: This parameter specifies if the dormant status is to be identified as positive (same as up).
de: Dieser Parameter definiert, ob der "dormant" Status positiv (wie up) gedeutet werden soll.

source: Assigns the ISP circuit name with own and enables the display of own circuit names.
de: Referenziert ISP-Leitungsbezeichnung mit Eigenen und ermöglicht die Anzeige eigener Leitungsbezeichnungen.

source: Specifies the minimum y-axis value. Examples: nil - the graph_lib is scaled automatically, the y-axis does not necessarily start with "0". 0 - The graph will always start with "0".
de: Legt den Minimal-Wert der y-Achse fest. Beispielwerte: null - Die Graph-Lib skaliert automatisch (die y-Achse muss damit nicht zwingend bei 0 beginnen). 0 - Der Graph beginnt immer bei 0.

source: Specifies the width of the graph (in pixels) unset = use default
de: Legt die Breite der großen Graphen fest. (in Pixel) unset = verwende Default

source: Specifies the height of the large graphs (in pixels): unset = use default
de: Legt die Höhe der großen Graphen fest. (in Pixel) unset = verwende Default

source: Specifies the width of the preview graphs (in pixels): unset = use default
de: Legt die Breite der Vorschau-Graphen fest. (in Pixel) unset = verwende Default

source: Specifies the height of the preview graphs (in pixels): unset = use default
de: Legt die Höhe der Vorschau-Graphen fest. (in Pixel) unset = verwende Default

source: If set to "true" this flag will also display a tool tip in the preview images. It is set by default to "false".
de: Wird dieses Flag auf "true" gesetzt, so wird auch in den Vorschau-Bildern ein Tooltip angezeigt. Default ist "false".

source: If set to "false", this config flag ensures that the tool tip is not displayed in the big images. It is set by default to "true".
de: Wird dieses Flag auf "false" gesetzt, so wird der Tooltip in den großen Bildern nicht mehr angezeigt. Default ist "true".

source: Do you want to show the min/max course for the relevant test in the preview graph? Possible values: on - courses will be shown. hidden - the processes are deactivated by default, but can be activated via the legend. off - the process are deactivated and not shown in the legend either.
de: Sollen die Min/Max-Verläufe der jeweiligen Messung im Vorschau-Graphen angezeigt werden? Mögliche Werte: on - Die Verläufe werden angezeigt. hidden - Die Verläufe sind per default deaktiviert, können aber über die Legende aktiviert werden. off - Die Verläufe sind deaktiviert und werden auch in der Legende nicht angezeigt.

source: Should min./max. processes for each test be shown in the graph? Possible values: on - processes will be shown hidden - processes are deactivated by default but can be activated via the legend. off - processes are deactivated and will NOT be shown in the legend either.
de: Sollen die Min/Max-Verläufe der jeweiligen Messung im Graphen angezeigt werden? Mögliche Werte: on - Die Verläufe werden angezeigt. hidden - Die Verläufe sind per default deaktiviert, können aber über die Legende aktiviert werden. off - Die Verläufe sind deaktiviert und werden auch in der Legende nicht angezeigt.

source: This flag allows an adjustment of the calculation sequence of the event cost calculation in the EEP core. Default: port_grp;dev_grp;lok;kunde;trap Another example: trap;dev_grp;kunde
de: Hiermit kann die Reihenfolge der Event-Kosten-Berechnung im EEP-Core angepasst werden. Default: port_grp;dev_grp;lok;kunde;trap weiteres Beispiel: trap;dev_grp;kunde

source: This parameter specifies if Layer-2 connections should be used for the topology view.
de: Dieser Parameter definiert, ob Daten der Layer-2-Verbindungen für Topology-View herangezogen werden.

source: Specifies the default SLA category for Versatel
de: Definiert bei Versatel die Default-SLA-Kategorie

source: Specifies the width (in mm) to which the header image in the pdf report will be scaled.
de: Gibt an, auf welche Breite (in mm) das Header-Bild in den PDF-Reports skaliert wird.

source: Specifies the absolute path of the footer image on the ERAMON CENTER for the pdf reports.
de: Gibt den absoluten Pfad des Footer-Bildes auf dem ERAMON-CENTER für die PDF-Reports an.

source: Specifies the height (in mm) to which the header image in the pdf reports will be scaled. This specification also applies to the titles.
de: Gibt an, auf welche Höhe (in mm) das Header-Bild in den PDF-Reports skaliert wird. Die Angabe betrifft auch die Überschriften.

source: A brief credits section can be saved which will be shown in every EPM graph in the bottom right-hand corner.
de: Hier kann ein kurzer Abspann hinterlegt werden, welcher bei jedem EPM-Graphen in der rechten underen Ecke angezeigt wird.

source: Optionally, you can specify a link that will call up the credits (config flag: graph_lib.credits.text).
de: Hier kann optionalerweise ein Link angegeben werden, welcher beim Klick auf den Abspann (Config-Flag: graph_lib.credits.text) aufgerufen wird.

source: Activates the VLAN manager.
de: Dadurch wird der VLAN-Manager aktiviert.

source: The basis for a port template search in the "Lite View" of the dynamic view in the EPM menu is the text entered via the token(s). Possible Tokens: #dev_name# #port_name# #port_desc# #port_desc_man# #item_name# #oid_desc#
de: Für die "Lite View" unter dem EPM-Menüpunkt "dynamische Views" dient der hier mittels Token befüllte Text als Grundlage für die Suche nach Port-Templates. Mögliche Token: #dev_name# #port_name# #port_desc# #port_desc_man# #item_name# #oid_desc#

source: The basis for a device template search in the "Lite View" of the dynamic view in the EPM menu is the text entered via the token(s). Possible Tokens: #dev_name# #item_name# #oid_desc#
de: Für die "Lite View" unter dem EPM-Menüpunkt "dynamische Views" dient der hier mittels Token befüllte Text als Grundlage für die Suche nach Device-Templates. Mögliche Token: #dev_name# #item_name# #oid_desc#

source: Specifies the absolute path of the header image on the ERAMON CENTER for the pdf reports.
de: Gibt den absoluten Pfad des Header-Bildes auf dem ERAMON-CENTER für die PDF-Reports an.

source: Specifies the width (in mm) of the header image in the pdf reports.
de: Gibt an, auf welche Breite (in mm) das Header-Bild in den PDF-Reports skaliert wird.

source: Specifies the left-hand margin of pdf files (in mm).
de: Spezifiziert den linken Seitenrand eines PDFs (in mm).

source: Specifies the width (in mm) for the footer image in the pdf reports.
de: Gibt an, auf welche Breite (in mm) das Footer-Bild in den PDF-Reports skaliert wird.

source: Color of the title in EPM graphs.
de: Farbe des Titels in EPM-Graphen.

source: Color of Y-Axis Title
de: Farbe der Y-Achsenbeschriftung

source: Colors for the various legends
de: Farbe des Textes der einzelnen Legenden

source: Color of Y-Axis Text (normally values)
de: Farbe der Y-Achsen-Texte (i.d.R. Werte)

source: Color of X-Axis Text (normally dates)
de: Farbe der X-Achsen-Texte (i.d.R. Datumsangaben)

source: Color of Y-axis gridline
de: Farbe der Gitternetz-Linie der x-Achse.

source: Color of Y-axis gridline
de: Farbe der Gitternetz-Linie der y-Achse.

source: Color of Y-axis minor gridlines
de: Farbe der zweiten Stufe von Gitternetz-Linien der y-Achse.

source: Color of X-axis minor gridlines
de: Farbe der zweiten Stufe von Gitternetz-Linien der x-Achse.

source: Thickness of X-axis minor gridlines (in pixels)
de: Breite der zweiten Stufe von Gitternetz-Linien der x-Achse. (in Pixel)

source: Thickness of Y-axis minor gridlines (in pixels)
de: Breite der zweiten Stufe von Gitternetz-Linien der y-Achse. (in Pixel)

source: Thickness of Y-axis gridlines (in pixels)
de: Breite von Gitternetz-Linien der y-Achse. (in Pixel)

source: Thickness of X-axis gridlines (in pixels)
de: Breite von Gitternetz-Linien der x-Achse. (in Pixel)

source: Color of X-axis
de: Farbe der x-Achsen-Linie

source: Color of Y-axis
de: Farbe der y-Achsen-Linie

source: Adjustment of X-axis labels
de: Justierung der x-Achsen-Texte

source: Adjustment of Y-axis labels
de: Justierung der y-Achsen-Texte

source: Rotation of X-axis labels
de: Rotation der x-Achsen-Texte

source: Movement of X-axis labels (in pixels)
de: Verschieben der x-Achsen-Texte. (in Pixel)

source: Orientation of X-axis labels
de: Ausrichtung der x-Achsen-Texte

source: Thickness of X-axis line
de: Breite der x-Achsen-Linie

source: Thickness of Y-axis line
de: Breite der y-Achsen-Linie

source: Line style for X-axis gridline
de: Linienart des Gitternetzes der x-Achse.

source: Line style for Y-axis gridline
de: Linienart des Gitternetzes der y-Achse.

source: Minor grid line-style for X-axis
de: Linienart der zweiten Ebene des Gitternetzes der x-Achse.

source: Minor grid line-style for Y-axis
de: Linienart der zweiten Ebene des Gitternetzes der y-Achse.

source: Color of X-axis ticks
de: Farbe der Unterteilungen der x-Achse

source: Color of Y-axis ticks
de: Farbe der Unterteilungen der y-Achse

source: Color of minor X-axis ticks
de: Farbe der zweiten Stufe der Unterteilungen der x-Achse.

source: Color of minor Y-axis ticks
de: Farbe der zweiten Stufe der Unterteilungen der y-Achse.

source: Maximum number of elements in a device group before an alert is issued. For device group dropdowns - at specific locations, e.g. EPM Views.
de: Maximale Anzahl an Elementen in einer Device-Gruppe, bevor eine Warnmeldung ausgegeben wird. (für Device-Gruppen-Dropdowns – an bestimmten Stellen wie z.B. EPM-Views)

source: Maximum number of elements in a port group before an alert is issued. For port group dropdowns - at specific locations, e.g. EPM Views.
de: Maximale Anzahl an Elementen in einer Port-Gruppe, bevor eine Warnmeldung ausgegeben wird. (für Port-Gruppen-Dropdowns – an bestimmten Stellen wie z.B. EPM-Views)

source: Activates the option to store a reporting server.
de: Aktiviert die Möglichkeit Reporting-Server zu hinterlegen.

source: This flag specifies the time period (in days) after which events with "Normal" prio are deleted from: events_out.
de: Dieses Flag kennzeichnet, nach welchem Zeitraum (in Tagen) Events mit der Prio "normal" aus events_out herausgelöscht werden.

source: Adjustable time interval specifying when to change to aggregation level 1. Example: 604800 - For a time period of more than 7 days, aggregation level 1 will be used. NOTE: This setting may well be influenced by config flag: DISPLAY_INTERVAL_2.
de: Einstellbares Zeitintervall, ab welchem in die Aggregations-Stufe 1 gewechselt werden soll. Beispiel: 604800 - Bei einem ausgewählten Zeitraum von mehr als 7 Tagen wird Aggregationsstufe 1 verwendet. Hinweis: Diese Einstellung wird ggfs. noch durch das Config-Flag DISPLAY_INTERVAL_2 beeinflusst.
